{
  "AbstractLobotomyCard": {
    "NAME": "",
    "DESCRIPTION":
    "",
    "EXTENDED_DESCRIPTION":[
      "Choose a card",
      " Exhaust.",
      "Choose"
    ]
  },
  "AbstractDepartmentCard": {
    "NAME": "",
    "DESCRIPTION":
    "Upgrade the corresponding card when have 3/5 LP."
  },
  "Dummy": {
    "NAME": "0-00-00",
    "DESCRIPTION":
    "A dummy abnormality used to train soon-to-be managers.",
    "EXTENDED_DESCRIPTION":[
      "Training Standard Dummy Rabbit",
      "Gain 5 Block.",
      "NULL."
    ]
  },

  "Scorched": {
    "NAME": "F-01-02",
    "DESCRIPTION":
    "I am coming to you. You, who will be reduced to ashes like me.",
    "EXTENDED_DESCRIPTION":[
      "Scorched Girl",
      "Deal !D! damage to all enemies. Increase the damage dealt by this card by 1 for each card in your hand. Ethereal.",
      "When this card is Exhausted, deal 30 damage to yourself."
    ]
  },
  "OSAHOGD": {
    "NAME": "O-03-03",
    "DESCRIPTION":
    "It feeds on the \"evil\" that surfaces during conversations.",
    "EXTENDED_DESCRIPTION":[
      "One Sin and Hundreds of Good Deeds",
      "Uncontrollable: Remove a random debuff from yourself."
    ]
  },
  "QueenOfHatred": {
    "NAME": "O-01-04",
    "DESCRIPTION":
    "In the name of love and justice, here comes Magical Girl!",
    "EXTENDED_DESCRIPTION":[
      "Magical Girl",
      "The Queen of Hatred",
      "Deal !D! damage to ALL enemies. Heal !M! HP.",
      "If you play less than 3 cards in a single turn, increase the cost of this card by [E]. Restore the cost after playing it.",
      "The effectiveness of this card is halved when the cost is above 1. If the cost is above 2 when drawing the card, discard all other cards."
    ]
  },
  "HappyTeddy": {
    "NAME": "T-04-06",
    "DESCRIPTION":
    "Its very first memory starts from a warm hug.",
    "EXTENDED_DESCRIPTION":[
      "Teddy Bear",
      "Happy Teddy Bear",
      "Deal !D! damage. Draw 1 card.",
      "If you play 2 cards of the same type in a row, Exhaust the latter card."
    ]
  },
  "RedShoes": {
    "NAME": "O-04-08",
    "DESCRIPTION":
    "The girl begged in tears. \"Mister, please cut off my feet...\"",
    "EXTENDED_DESCRIPTION":[
      "Red Shoes",
      "In this turn whenever you play a Attack, lose 1 HP and gain !M! Strength.",
      "If this card is in your hand at the end of your turn, a random Attack card gains Exhaust.",
      "Before an Attack card that gains Exhaust this way Exhausts, deal its damage to yourself at the end of each turn. This card cannot be played as well."
    ]
  },
  "OldLady": {
    "NAME": "O-01-12",
    "DESCRIPTION":
    "She was so talkative before. In the end, loneliness was the only listener.",
    "EXTENDED_DESCRIPTION":[
      "Old Lady",
      "Deal !D! damage.",
      "When this card is in your hand, increase its cost by [E] for every other card you play. Playing this card reduces its cost by [E]."
    ]
  },
  "WallGazer": {
    "NAME": "F-01-18",
    "DESCRIPTION":
    "Her unbearable sorrow grew long, mournful hair over time.",
    "EXTENDED_DESCRIPTION":[
      "Wall Gazer",
      "Uncontrollable: Remove a random buff from a random enemy.",
      "Uncontrollable: Lose 2 HP."
    ]
  },
  "NothingThere": {
    "NAME": "O-06-20",
    "DESCRIPTION":
    "And many skins yelled only one word. \"**\".",
    "EXTENDED_DESCRIPTION":[
      "Nothing There",
      "20% of damage you deal is converted to lifesteal.",
      "At the start of combat, randomly remove a card from combat. This card takes up the apperance of the removed card. Repeat this effect each time the deck is shuffled.",
      "If you play this card, deal 30 damage to yourself, and trigger the same effect above."
    ]
  },
  "MHz": {
    "NAME": "T-06-27",
    "DESCRIPTION":
    "This is a record of the day that we must never forget.",
    "EXTENDED_DESCRIPTION":[
      "1.76 MHz",
      "Put a card from your exhaust pile into your hand.",
      "Increase the cost of this card by [E] [E] after playing it. Reduce the cost by [E] when drawing it.",
      "If the cost is higher than 2, produce interference."
    ]
  },
  "SingingMachine": {
    "NAME": "O-05-30",
    "DESCRIPTION":
    "But nothing was like a music it makes when it eats a human.",
    "EXTENDED_DESCRIPTION":[
      "Singing Machine",
      "Deal !D! damage. If your current health is higher than 20% of your max HP, lose 4 HP and deal an additional 50% damage.",
      "When this card is in your hand, a random card gains Exhaust whenever you Exhaust a card.",
      "Before a card that gains Exhaust this way Exhausts, a random card Exhausts at the end of each turn."
    ]
  },
  "SilentOrchestra": {
    "NAME": "T-01-31",
    "DESCRIPTION":
    "The world’s most beautiful concert starts from the ruined.",
    "EXTENDED_DESCRIPTION":[
      "The Silent Orchestra",
      "Uncontrollable: Draw a card.",
      "At the end of your turn, remove all your debuffs, and Exhaust all Status and Curse cards.",
      "Shuffle a first movement into your draw pile at the start of battle. When you draw a movement, exhaust it and shuffle next movement into your discard pile.",
      "When all movements are exhausted, remove all debuffs and heal all HP for all enemies. Then shuffle a first movement into your draw pile."
    ]
  },
  "Woodsman": {
    "NAME": "F-05-32",
    "DESCRIPTION":
    "This is a forest full of hearts. No matter how many times he cuts down the hearts, the forest remains dense.",
    "EXTENDED_DESCRIPTION":[
      "Warm-Hearted Woodsman",
      "Whenever an enemy dies, heal !M! HP.",
      "When this card is in your hand, Exhaust the second and onwards Skill cards played this turn.",
      "When a Skill card exhausts from this card's effect, deal !D! damage to yourself."
    ]
  },
  "SnowQueen": {
    "NAME": "F-01-37",
    "DESCRIPTION":
    "Ices are melting... We don't know if it's because spring is coming or the palace is crumbling.",
    "EXTENDED_DESCRIPTION":[
      "The Snow Queen",
      "Apply 1 Slow. Exhaust.",
      "When this card Exhausts, freeze a random card (increase its cost by 9), and add a Duel into your hand.",
      "Duel requires a non-frozen Attack card to activate. The higher the damage value, the more likely to succeed.",
      "After succeeding a Duel, reduce the cost of the frozen card by 9, and gain 3 HP. If the Duel fails, Exhaust the selected card and the frozen card."
    ]
  },
  "BigBird": {
    "NAME": "O-02-40",
    "DESCRIPTION":
    "A month later we concluded, there was no such thing as the beast.",
    "EXTENDED_DESCRIPTION":[
      "Big Bird",
      "Every 3rd Attack card you play applies 1 Vulnerable.",
      "Every !M! cards you play applies a mark to a random card (only chooses from the same pile). Playing the marked card removes its mark.",
      "Marked cards Exhaust at the end of the second turn.",
      "(Marked cards are displayed with a glowing circle at the corner)"
    ]
  },
  "LittleHelper": {
    "NAME": "T-05-41",
    "DESCRIPTION":
    "Blood covered the floors, people were running away.",
    "EXTENDED_DESCRIPTION":[
      "Little Helper",
      "Uncontrollable: Deal !D! damage to all enemies.",
      "Becomes active after playing it once.",
      "If this card is in your hand at the end of the turn, deal 25% of its damage to yourself. Playing this card while it is active also triggers the same effect."
    ]
  },
  "WhitesApple": {
    "NAME": "F-04-42",
    "DESCRIPTION":
    "When the day a ripe apple fell off the tree in the garden where the princess and the king stood, the witch's heart was shattered.",
    "EXTENDED_DESCRIPTION":[
      "Snow White's Apple",
      "Uncontrollable: All cards gain 1 Retain. Ethereal.",
      "When this card Exhausts, gain !M! Strength. Become Cursed - Parasite."
    ]
  },
  "SpiderBud": {
    "NAME": "T-02-43",
    "DESCRIPTION":
    "Unsurprisingly, not a single employee volunteered to retrieve the corpse of their cocooned colleague.",
    "EXTENDED_DESCRIPTION":[
      "Spider Bud",
      "Uncontrollable: Draw !M! card(s).",
      "When this card is played, Exhaust the top card of the deck.",
      "Increase the cards drawn by this card by 1 for every card that is Exhausted from this card's effect (max 5)."
    ]
  },
  "BeautyBeast": {
    "NAME": "F-02-44",
    "DESCRIPTION":
    "But the curse continues, never removed.",
    "EXTENDED_DESCRIPTION":[
      "Beauty and the Beast",
      "Gain !B! Block.",
      "This card gains Exhaust after playing it.",
      "When this card Exhausts, a random card becomes a copy of this card."
    ]
  },
  "PlagueDoctor": {
    "NAME": "O-01-45",
    "DESCRIPTION":
    "I shall cure you, depriving of every disease and injury you possess.",
    "EXTENDED_DESCRIPTION":[
      "Plague Doctor",
      "Heal !M! HP whenever you Exhaust a card.",
      "After Exhausting 11 cards..."
    ]
  },
  "WhiteNight": {
    "NAME": "T-03-46",
    "DESCRIPTION":
    "Rise, my servants. Rise and serve me.",
    "EXTENDED_DESCRIPTION":[
      "WhiteNight",
      "Each time you Exhaust a non-Sacred card, heal !M! HP (can be activated by \"Bucket\").",
      "Gain immunity to damage taken that is less than 6 (not excluding HP loss effects).",
      "You can no longer heal apart from this card's effects. Each time you deal unblocked damage, heal 1 HP.",
      "If this card is in your hand at the end of the turn, lose 4 HP, and shuffle all Exhausted Apostle cards into your draw pile.",
      "At the start of combat, add 3 Apostle into your draw pile. If you do not have The Heretic in your deck, a random card permanently transforms into The Heretic."
    ]
  },
  "Rudolta": {
    "NAME": "F-02-49",
    "DESCRIPTION":
    "With my infinite hatred, I give you this gift.",
    "EXTENDED_DESCRIPTION":[
      "Rudolta",
      "Add a random card into your hand.",
      "If this card is in your hand at the end of your turn, lose 1 HP."
    ]
  },
  "QueenBee": {
    "NAME": "T-04-50",
    "DESCRIPTION":
    "If you feel a sharp pain in the stomach or a tickling sensation in the neck, the only available action will be to look up at the blue sky one last time.",
    "EXTENDED_DESCRIPTION":[
      "Queen Bee",
      "Deal !D! damage to all enemies. Draw !M! cards.",
      "After playing this card, randomly Infect 2 cards. Infected cards Exhaust at the end of the next turn, and add a Worker Bee into your draw pile.",
      "Infected cards can be disinfected by playing them. If a card Exhausts under the effects of Worker Bee, add a Worker Bee into your draw pile.",
      "(infected cards in hand are displayed with a yellow border)"
    ]
  },
  "Bloodbath": {
    "NAME": "T-05-51",
    "DESCRIPTION":
    "Many hands float in the bath. These are the hands of people I once loved.",
    "EXTENDED_DESCRIPTION":[
      "Bloodbath",
      "Heal !M! HP.",
      "If this card is in your hand at the end of the turn, Exhaust another random card in your hand, and increase the healing value of this card by 1 (to a maximum of 3).",
      "If 3 cards are Exhausted under the effects of this card, playing this card randomly Exhausts another card and resets the healing value of this card."
    ]
  },
  "Wellcheers": {
    "NAME": "F-05-52",
    "DESCRIPTION":
    "Somewhere in the distance, you hear seagulls.",
    "EXTENDED_DESCRIPTION":[
      "Opened Can of Wellcheers",
      "The red can drink has a distinctive aroma and sweetness, and it can heighten the energy.",
      "The blue aluminum can contains an odorless liquid with strong carbonic acid is effective in restoring mental strength.",
      "If someone offers you an opened can of grape-flavored soda, you must reject it."
    ]
  },
  "Alriune": {
    "NAME": "T-04-53",
    "DESCRIPTION":
    "With her hope to return to dust, It will return to grave with everything that desire to live.",
    "EXTENDED_DESCRIPTION":[
      "Alriune",
      "Uncontrollable: Discard this card.",
      "If this card is drawn within 3 turns of discarding it, deal !D! damage to all enemies.",
      "Otherwise, Exhaust all cards in the same pile it is."
    ]
  },
  "Murderer": {
    "NAME": "T-01-54",
    "DESCRIPTION":
    "But what's really pitiful is those like you dying in the hands of the likes of me.",
    "EXTENDED_DESCRIPTION":[
      "Forsaken Murderer",
      "Randomly add !M! card(s) from your discard pile into your hand.",
      "If this card is in your hand at the end of your turn, deal 5 damage to yourself."
    ]
  },
  "GalaxyChild": {
    "NAME": "O-01-55",
    "DESCRIPTION":
    "The child's tear dropped, as a star came down from the sky. The world fell into a sleep, as it was trapped in ecstatic lullaby.",
    "EXTENDED_DESCRIPTION":[
      "The Child of Galaxy",
      "All cards in your hand cost [E] less.",
      "If this card is not played this turn, increase its cost by 1 at the end of the turn (to a maximum of 5).",
      "If the cost of this card is higher than 4 at the end of the turn, Exhaust all cards that have their costs reduced by this card."
    ]
  },
  "PunishingBird": {
    "NAME": "O-02-56",
    "DESCRIPTION":
    "People have been committing sins from a long time ago. \"Why do they commit such a thing? Even when they know that it is bad\"",
    "EXTENDED_DESCRIPTION":[
      "Little Bird",
      "Punishing Bird",
      "Deal 1 damage to yourself at the end of every turn.",
      "If you have any debuffs at the end of your turn, Heal 2 HP instead.",
      "Deal 100 damage to yourself when this card is played."
    ]
  },
  "Mercenary": {
    "NAME": "F-01-57",
    "DESCRIPTION":
    "I will hang his head over my bed. Only then I can fall asleep without having a nightmare.",
    "EXTENDED_DESCRIPTION":[
      "Little Red Riding Hooded Mercenary",
      "At the start of each combat, draw an additional card. When below 50% of your max HP, you deal 40% more damage.",
      "Every 3 cards you Exhaust, gain 3 Bleeding (Lose 2 HP at the end of the turn).",
      "If you have F-02-58 in your hand, Exhaust this card when you draw it."
    ]
  },
  "BigBadWolf": {
    "NAME": "F-02-58",
    "DESCRIPTION":
    "Actually I didn't really care. I must be called Big Bad Wolf.",
    "EXTENDED_DESCRIPTION":[
      "Big and Might be Bad Wolf",
      "When below 50% of your max HP, you deal 40% more damage.",
      "If this card is in your hand at the end of the turn, randomly Devour a card from your draw pile. Playing this card returns the Devoured card.",
      "If you draw this card while under the Bleeding effects of F-01-57, trigger the same effect above.",
      "Perhaps F-01-57 can be used to return the Devoured cards (cards that aren't returned at the end of combat are removed from your deck)."
    ]
  },
  "UniverseFragment": {
    "NAME": "O-03-60",
    "DESCRIPTION":
    "You see a singing in front of your eyes. It is very splendid, and it approaches you...",
    "EXTENDED_DESCRIPTION":[
      "Fragment of the Universe",
      "Gain !B! Block.",
      "At the start of combat, gain 1 Artifact.",
      "When this card Exhausts, become Confused."
    ]
  },
  "CrumblingArmor": {
    "NAME": "O-05-61",
    "DESCRIPTION":
    "Life is only given to those who do not fear death.",
    "EXTENDED_DESCRIPTION":[
      "Crumbling Armor",
      "Gain !B! Block. Ethereal.",
      "When this card Exhausts, gain !M! Strength, and add a copy of this card into your draw pile.",
      "If you have Exhausted this card, you will take damage whenever you play a Skill card.",
      "Each time you Exhaust this card, increase the damage taken from playing a Skill card, and increase the Block value of this card."
    ]
  },
  "LongBird": {
    "NAME": "O-02-62",
    "DESCRIPTION":
    "Its scale tilted according to the sins committed.",
    "EXTENDED_DESCRIPTION":[
      "Long Bird",
      "Bird of Judgement",
      "Enemy loses !M!% of its max HP, to a minimum of 9 (enemy loses !M! HP).",
      "Uncontrollable: Exhaust all Status and Curse cards in your hand.",
      "Lose 5 HP each time a card is Exhausted from this card's effect."
    ]
  },
  "ApocalypseBird": {
    "NAME": "O-02-63",
    "DESCRIPTION":
    "A bird that is known to come when the world is filled with sins.",
    "EXTENDED_DESCRIPTION":[
      "Apocalypse Bird",
      "Every 5 cards you play, deal !M! damage to all enemies."
    ]
  },
  "GreedKing": {
    "NAME": "O-01-64",
    "DESCRIPTION":
    "Sadness shall say, \"Be gone! Die!\" But desire wants eternity. An immortality that can never be abolished.",
    "EXTENDED_DESCRIPTION":[
      "Magical Girl",
      "The King of Greed",
      "Gain !M! Strength for every 8 Attack cards you play.",
      "If this card is in your hand at the end of your turn, Exhaust all cards to the left of this card."
    ]
  },
  "LittlePrince": {
    "NAME": "O-04-66",
    "DESCRIPTION":
    "Even if this is my curse, I will love this curse as a blessing.",
    "EXTENDED_DESCRIPTION":[
      "Giant Mushroom",
      "The Little Prince",
      "At the start of combat, become Confused.",
      "Uncontrollable: Your hand cost [E] less.",
      "At the start of combat, Mark 4 random cards. Play a Marked card to remove the Mark (Marked cards have a dark blue glow while in hand).",
      "At the end of Turn 3, transform a random Marked card into Little Prince-1. Exhaust all other Marked cards."
    ]
  },
  "Laetitia": {
    "NAME": "O-01-67",
    "DESCRIPTION":
    "So she came up with this brilliant idea!",
    "EXTENDED_DESCRIPTION":[
      "Laetitia",
      "When this card is in your hand, every card you play gains a gift.",
      "The cost of the cards with gifts is reduced by [E].",
      "If this card is not in your hand, playing a card with a gift will Exhaust it, and deal 6 damage to yourself."
    ]
  },
  "Funeral": {
    "NAME": "T-01-68",
    "DESCRIPTION":
    "What happens when people die?",
    "EXTENDED_DESCRIPTION":[
      "Funeral of the Dead Butterflies",
      "Uncontrollable: Draw a card. Heal !M! HP. Gain !B! Block. Deal !D! damage to all enemies.",
      "When this card is in your hand, any card you Exhaust is removed from your deck.",
      "When this card is in your hand, any card you Exhaust is also removed from the drop pool."
    ]
  },
  "Freischutz": {
    "NAME": "F-01-69",
    "DESCRIPTION":
    "This magical bullet truly can hit anyone you say!",
    "EXTENDED_DESCRIPTION":[
      "Der Freischütz",
      "Right click to spend 10% of your max Gold (at least 10) to fire a bullet (Current count: !M!).",
      "A bullet deals 18 damage (cannot be increased) to an enemy. Increase the count by 1 after firing a bullet.",
      "The 7th bullet deals the same amount of damage to yourself."
    ]
  },
  "BlackSwan": {
    "NAME": "F-02-70",
    "DESCRIPTION":
    "What happens when the black swan wakes up from the dream of being a white swan?",
    "EXTENDED_DESCRIPTION":[
      "Dream of a Black Swan",
      "Uncontrollable: Gain 3 Thorns (counter !M!).",
      "When the counter reaches 0, add 1 Elijah into your draw pile.",
      "Fulfilling certain conditions reduces the counter by 1. Each condition can only reduce the counter once. The following shows the conditions.",
      "This card is discarded manually; This card is in your hand at the end of the turn. Exhaust 5 cards.",
      "If you have any debuffs at the end of the turn, lose 3 HP."
    ]
  },
  "DreamingCurrent": {
    "NAME": "O-02-71",
    "DESCRIPTION":
    "Tell the kid today's is going to be grape flavored candy. It's his favorite.",
    "EXTENDED_DESCRIPTION":[
      "The Dreaming Current",
      "Heal !M! HP.",
      "Add this card to your hand at the start of your turn.",
      "If this card is in your hand at the end of your turn, deal 15 damage to yourself."
    ]
  },
  "DespairKnight": {
    "NAME": "O-01-73",
    "DESCRIPTION":
    "All that remained was the hollow pride of a weathered knight.",
    "EXTENDED_DESCRIPTION":[
      "Magical Girl",
      "The Knight of Despair",
      "When this card is played, gain a Blessing: Gain 50% more Block this combat (this effect cannot be stacked).",
      "While under the effects of the Blessing, lose 5 HP whenever you do not Block an enemy's attack.",
      "When this card is Exhausted, the Blessing is removed."
    ]
  },
  "NakedNest": {
    "NAME": "O-02-74",
    "DESCRIPTION":
    "It can enter any hole of your body.",
    "EXTENDED_DESCRIPTION":[
      "The Naked Nest",
      "At the end of the turn, gain 1 Plated Armor.",
      "If this card is in your hand at the end of the turn, Infect 1 random card.",
      "Infected cards lose their effects at the end of the next turn and gain Exhaust. Deal 4 damage to yourself whenever you draw an Infected card.",
      "(Infected cards have a green glow while in hand.)"
    ]
  },
  "BodiesMountain": {
    "NAME": "T-01-75",
    "DESCRIPTION":
    "The smiling faces are eerie and full of sorrow.",
    "EXTENDED_DESCRIPTION":[
      "The Mountain of Smiling Bodies",
      "Each time you Exhaust a card, gain 1 Strength and heal 1 HP.",
      "Every 3 cards you Exhaust, increase the cost of this card by 1 (to a maximum of 4).",
      "If the cost of this card is higher than 1, reduce its cost by 1 when playing it.",
      "Uncontrollable: If the cost of this card is higher than 1, deal damage to yourself based on the its cost (4 damage at cost 2, 10 damage at cost 3, 50 damage at cost 4)."
    ]
  },
  "FairyFestival": {
    "NAME": "F-04-83",
    "DESCRIPTION":
    "Everything will be peaceful while you are under the fairies' care.",
    "EXTENDED_DESCRIPTION":[
      "Fairy Festival",
      "Heal 1 HP.",
      "After playing this card, heal 1 HP at the end of every turn.",
      "If you play another Abnormality while this effect is active, remove the effect and deal 20 damage to yourself."
    ]
  },
  "MeatLantern": {
    "NAME": "O-04-84",
    "DESCRIPTION":
    "That’s not a flower, order all the employees to get away immediately.",
    "EXTENDED_DESCRIPTION":[
      "Meat Lantern",
      "Grants !B! Block at the end of every turn.",
      "At the start of combat, this card attaches itself to a random card. If the attached card is played, deal 50 damage to yourself (attached cards are displayed with a little flower)."
    ]
  },
  "Scarecrow": {
    "NAME": "F-01-87",
    "DESCRIPTION":
    "The city still remained beautiful and the emerald roads sparkled brighter than ever.",
    "EXTENDED_DESCRIPTION":[
      "Scarecrow Searching for Wisdom",
      "Whenever you play a Power card, heal 4 HP and draw 1 card.",
      "Uncontrollable: Randomly Exhaust a Power card and gain !B! Block."
    ]
  },
  "Variant": {
    "NAME": "O-03-88",
    "DESCRIPTION":
    "The only advise that can be given is to be cautious and be aware of your surroundings.",
    "EXTENDED_DESCRIPTION":[
      "Dimensional Refraction Variant",
      "When this card Exhausts, gain 2 Intangible.",
      "When this card is played, deal 14 damage to yourself."
    ]
  },
  "CENSORED": {
    "NAME": "O-03-89",
    "DESCRIPTION":
    "If any system issue deletes the blur from the Abnormality, we will have to sincerely think of how to deal with the **.",
    "EXTENDED_DESCRIPTION":[
      "[#EC1507]「CENSORED」",
      "Whenever you receive damage, heal for 40% of the damage received.",
      "When this card is played, randomly Exhaust a card and heal !M! HP.",
      "Uncontrollable: Gain 3 Weak or Vulnerable at random.",
      "Uncontrollable: If your culmulative debuffs is higher than 6, Exhaust all other cards in your hand."
    ]
  },
  "ShyLook": {
    "NAME": "O-01-92",
    "DESCRIPTION":
    "Good day today! Are you still shy today?",
    "EXTENDED_DESCRIPTION":[
      "Shy Look Today",
      "Gain !B! Block.",
      "The face on this card changes with time. The Block value of this card changes according to the face displayed.",
      "The values are: +12, +6, +1, -6, -12 (negative values deal damage to yourself instead)."
    ]
  },
  "BlueStar": {
    "NAME": "O-03-93",
    "DESCRIPTION":
    "We will meet again as stars",
    "EXTENDED_DESCRIPTION":[
      "Blue Star",
      "Gain [E] at the start of every turn.",
      "Playing this card deals multiple attacks of !D! fixed damage to random enemies equal to your current [E] remaining (the first attack will hit your selected target).",
      "If you have no remaining energy at the end of the turn, Exhaust 2 random cards.",
      "If you have no cards in your hand at the end of the turn, deal 12 damage to yourself."
    ]
  },
  "Porccubus": {
    "NAME": "O-02-98",
    "DESCRIPTION":
    "Now it's time for my head to burst. Good day.",
    "EXTENDED_DESCRIPTION":[
      "Porccubus",
      "Uncontrollable: Draw !M! cards.",
      "If you have more than 6 cards in your hand after drawing cards, gain 1 Vulnerable.",
      "If this card is in your hand at the end of the turn, Exhaust all other cards in your hand."
    ]
  },
  "VoidDream": {
    "NAME": "T-02-99",
    "DESCRIPTION":
    "Please, eat my dreams.",
    "EXTENDED_DESCRIPTION":[
      "Void Dream",
      "Gain 1 Intangible.",
      "When you play a card with Ethereal, Exhaust it.",
      "When you play this card, a random card gains Ethereal.",
      "Ethereal."
    ]
  },
  "CherryBlossoms": {
    "NAME": "O-04-100",
    "DESCRIPTION":
    "The more blood it has, the more beautiful it is.",
    "EXTENDED_DESCRIPTION":[
      "Grave of Cherry Blossoms",
      "After playing this card 3 times, Exhaust 5 random cards.",
      "The 4th time you play this card, heal !M! HP and remove this card from your deck."
    ]
  },
  "FieryBird": {
    "NAME": "O-02-101",
    "DESCRIPTION":
    "Those who succeeded in hunt are granted with the feather that countless hunters yearned.",
    "EXTENDED_DESCRIPTION":[
      "Fiery Bird",
      "Deal !D! damage to all fighters.",
      "When this card is played, increase its cost by 1 (to a maximum of 3). When this card is not played, reduce its cost by 1.",
      "The damage value of this card is increases with its cost. Each additional cost increases its damage value by 8.",
      "When playing this card, if the cost of this card is 2, or when below 25% of your max HP, gain 5 Regen.",
      "If the cost of this card is 3, add a Burn to your draw pile at the end of the turn.",
      "If this card is played when its cost is 3, reduce its cost to 0, lose 20 max HP, and gain Feather of Honor."
    ]
  },
  "Yin": {
    "NAME": "O-05-102",
    "DESCRIPTION":
    "Now, you become the sky, and I become the land.",
    "EXTENDED_DESCRIPTION":[
      "Yin",
      "Gain 1 Buffer.",
      "After activating \"Yang\" for no less than 2 turns, this card and \"Yang\" become enemy units at opposing sides of the screen.",
      "Please do whatever it takes to stop \"Yin\" and \"Yang\" from coming into contact with each other."
    ]
  },
  "LaLuna": {
    "NAME": "D-01-105",
    "DESCRIPTION":
    "Tales say the moon bewitch man. But, in reality, man despairs at the moon.",
    "EXTENDED_DESCRIPTION":[
      "La Luna",
      "Uncontrollable: Temporarily changes the current song to \"Luna Sonata\". Has no effect if \"Luna Sonata\" is already playing.",
      "When \"Luna Sonata\" is playing, gain 1 Strength and Dexterity.",
      "The 3rd movement during \"Luna Sonata\" lasts longer and doubles the Strength and Dexterity gained, but every 5 seconds while the song is still playing, deal 2 damage to yourself."
    ]
  },
  "BlackArmy": {
    "NAME": "D-01-106",
    "DESCRIPTION":
    "The color of human heart is pink. By wearing the same color, we can blend into the people’s mind.",
    "EXTENDED_DESCRIPTION":[
      "Army In Pink",
      "Army In Black",
      "After playing this card, you take 20% less damage and heal 1 HP every turn (effects cannot be stacked). Increase the cost of this card by 1.",
      "You deal 15% more damage. Every 5 cards you Exhaust, increase the cost of this card by 1.",
      "If the cost of this card is higher than 2, it splits into 4 \"Army in Black\" cards into your draw pile.",
      "After all \"Army in Black\" cards are Exhausted, return a 0-cost copy of this card into your hand."
    ]
  },
  "MeltingLove": {
    "NAME": "D-03-109",
    "DESCRIPTION":
    "… and my dear employees, I hope you all put on the gas masks that we distributed to you before we come in here.",
    "EXTENDED_DESCRIPTION":[
      "Melting Love",
      "A card of your choice gains a heart symbol, reducing its cost to 0.",
      "When below 50% of your max HP, any damage you receive that is 10 or higher is reduced by 10 (Effect is lost when the heart is missing).",
      "At the end of the turn, a random card in the same pile with the card with the heart symbol is transformed into a Slime card. Playing this card cancels this effect for 2 turns.",
      "If the card with the heart symbol is Exhausted, Exhaust all Slime cards and lose 15 HP.",
      "When this card is Exhausted, Exhaust all Slime cards and the card with the heart symbol (damage from Exhausting a Slime card is not triggered this way)."
    ]
  },
  "HeroicMonk": {
    "NAME": "D-01-110",
    "DESCRIPTION":
    "However, if enough sarira to make everyone watch in awe come out from you, your name will be sung through generations.",
    "EXTENDED_DESCRIPTION":[
      "Heroic Monk",
      "Whenver you Exhaust a card, draw a card.",
      "If this card is in your hand at the end of the turn, deal damage based on 2 times the number of Exhausted cards in this combat to yourself.",
      "When this card is Exhausted, deal 25 damage to yourself."
    ]
  },




  "TheresiaRelic": {
    "NAME": "T-09-09",
    "DESCRIPTION":
    "Remember this melody? The professor played this song when the students were sleepy. Happy birthday.",
    "EXTENDED_DESCRIPTION":[
      "Theresia"
    ]
  },
  "TouchMeRelic": {
    "NAME": "0-05-47",
    "DESCRIPTION":
    "你已经按过很多次了, 你丫到底还想知道些什么?",
    "EXTENDED_DESCRIPTION":[
      "别碰我"
    ],
	"//": "this needs not to translate"
  },
  "AspirationHeartRelic": {
    "NAME": "T-09-77",
    "DESCRIPTION":
    "Excessive aspiration will result in a frenzy.",
    "EXTENDED_DESCRIPTION":[
      "The Heart of Aspiration"
    ]
  },
  "ResearcherNoteRelic": {
    "NAME": "T-09-78",
    "DESCRIPTION":
    "The final chapter ends with a sentence, \"Born again\".",
    "EXTENDED_DESCRIPTION":[
      "Note from a Crazed Researcher"
    ]
  },
  "FleshIdolRelic": {
    "NAME": "T-09-79",
    "DESCRIPTION":
    "And the prayer always ends with eternal despair of the worshipper.",
    "EXTENDED_DESCRIPTION":[
      "Flesh Idol"
    ]
  },
  "TreeSapRelic": {
    "NAME": "T-09-80",
    "DESCRIPTION":
    "The tree reaped from what it sowed.",
    "EXTENDED_DESCRIPTION":[
      "Giant Tree Sap"
    ]
  },
  "AdjustmentMirrorRelic": {
    "NAME": "O-09-81",
    "DESCRIPTION":
    "\"Satisfaction is only temporary.\"",
    "EXTENDED_DESCRIPTION":[
      "Mirror of Adjustment"
    ]
  },
  "ChangeAnythingRelic": {
    "NAME": "T-09-85",
    "DESCRIPTION":
    "Now everything will be just fine!",
    "EXTENDED_DESCRIPTION":[
      "We Can Change Anything"
    ]
  },
  "HellTrainRelic": {
    "NAME": "T-09-86",
    "DESCRIPTION":
    "When the time comes, the train chugs down the tracks and sounds its mighty horn.",
    "EXTENDED_DESCRIPTION":[
      "Express Train to Hell"
    ]
  },
  "SkinProphecyRelic": {
    "NAME": "T-09-90",
    "DESCRIPTION":
    "Save us now and forevermore. The truth shall set us free!",
    "EXTENDED_DESCRIPTION":[
      "Prophecy of the Skin"
    ]
  },
  "LuminousBraceletRelic": {
    "NAME": "O-09-95",
    "DESCRIPTION":
    "This bracelet does not forgive those with greed so it should be only be worn by those in need.",
    "EXTENDED_DESCRIPTION":[
      "Luminous Bracelet"
    ]
  },
  "BehaviorAdjustmentRelic": {
    "NAME": "O-09-96",
    "DESCRIPTION":
    "Eventually they will lose all Prudence and even forget how to exist.",
    "EXTENDED_DESCRIPTION":[
      "Behavior Adjustment"
    ]
  },
  "BackwardClockRelic": {
    "NAME": "D-09-104",
    "DESCRIPTION":
    "Have you fallen to the lowest bottom?",
    "EXTENDED_DESCRIPTION":[
      "Backward Clock"
    ]
  },




  "SilentSonata": {
    "NAME": "Silent Sonata",
    "DESCRIPTION":
    "Conductors are magicians that imbue life into things. A shaman that calls for souls."
  },
  "SilentAdagio": {
    "NAME": "Silent Adagio",
    "DESCRIPTION":
    "Performers live off of applauses from the audience."
  },
  "SilentScherzo": {
    "NAME": "Silent Scherzo",
    "DESCRIPTION":
    "The sensational look of The Silent Orchestra's conductor will captivate everyone."
  },
  "SilentRondo": {
    "NAME": "Silent Rondo",
    "DESCRIPTION":
    "Applauses are what drives the lives of the performers."
  },
  "SilentFinal": {
    "NAME": "Silent Final",
    "DESCRIPTION":
    "A standing ovation is the finest compliment that an audience can offer when they listened to a marvelous piece."
  },
  "Duel": {
    "NAME": "Duel!",
    "DESCRIPTION":
    "The ones who know the cruelty of winter and the aroma of rose."
  },
  "GuardApostle": {
    "NAME": "Guard Apostle",
    "DESCRIPTION":
    "While this card and WhiteNight are together in your hand, Exhaust all non-Sacred cards you play. Exhaust."
  },
  "ScytheApostle": {
    "NAME": "Scythe Apostle",
    "DESCRIPTION":
    "If this card is in your hand at the end of the turn, Exhaust all non-Sacred cards. Exhaust."
  },
  "WandApostle": {
    "NAME": "Wand Apostle",
    "DESCRIPTION":
    "While this card is in your hand, Exhaust all non-Sacred Skills you play. Exhaust."
  },
  "SpearApostle": {
    "NAME": "Spear Apostle",
    "DESCRIPTION":
    "While this card is in your hand, Exhaust all non-Sacred Attacks you play. Exhaust."
  },
  "HereticApostle": {
    "NAME": "The Heretic",
    "DESCRIPTION":
    "Have I not chosen you, the Twelve? Yet one of you is a devil."
  },
  "WorkerBee": {
    "NAME": "Worker Bee",
    "DESCRIPTION":
    "If this card is in your hand at the end of the turn, Exhaust a random card in your hand. Exhaust."
  },
  "Sheep": {
    "NAME": "Sheepskin",
    "DESCRIPTION":
    "...That’s why I could slash the wolf’s belly and returned safely back here!"
  },
  "PrinceOne": {
    "NAME": "Little Prince-1",
    "DESCRIPTION":
    "Uncontrollable: Deal 5 damage to yourself. Exhaust."
  },
  "Elijah": {
    "NAME": "Elijah",
    "DESCRIPTION":
    "Uncontrollable: Exhaust a random card. While this card is in your hand, each time you deal damage to an enemy, deal the same amount to yourself. Exhaust."
  },
  "NestCard": {
    "NAME": "Nest Card",
    "DESCRIPTION":
    " Exhaust."
  },
  "BlackArmyDerive": {
    "NAME": "Army in Black",
    "DESCRIPTION":
    "Uncontrollable: Deal 10 damage to yourself. Exhaust."
  },
  "MeltingSlime": {
    "NAME": "Slime",
    "DESCRIPTION":
    "All enemies heal !M! HP. Exhaust. Uncontrollable: Deal 2 damage to yourself."
  },




  "Apo_Beam": {
    "NAME": "Dark Beam",
    "DESCRIPTION":
    "Remove all Block from an enemy. Enemy loses !D! HP and gains !M! Vulnerable."
  },
  "Apo_Charge": {
    "NAME": "Charge",
    "DESCRIPTION":
    "Deal !D! damage to all enemies."
  },
  "Apo_Execute": {
    "NAME": "Execute",
    "DESCRIPTION":
    "Deal 999 damage. Only usable against enemies with lower than 100 HP."
  },
  "Apo_Slash": {
    "NAME": "Slash",
    "DESCRIPTION":
    "Deal !D! damage 2 times."
  },
  "Apo_SoulSlash": {
    "NAME": "Soul Slash",
    "DESCRIPTION":
    "Enemy loses !D! HP, and loses equal amount of max HP. Repeat this effect once."
  },
  "Apo_Pray": {
    "NAME": "Pray",
    "DESCRIPTION":
    "Heal to max HP. This card is removed from your deck after playing it."
  },




  "SpecialBullet": {
    "NAME": "Bullet",
    "DESCRIPTION":
    "Deal !D! damage."
  },
  "HpAim": {
    "NAME": "HP Recovery Bullet",
    "DESCRIPTION":
    "Heal !M! HP. Exhaust."
  },
  "SpAim": {
    "NAME": "MP Recovery Bullet",
    "DESCRIPTION":
    "Remove a random debuff from yourself.."
  },
  "RedAim": {
    "NAME": "Physical Intervention Shield ",
    "DESCRIPTION":
    "Gain !B! Block."
  },
  "WhiteAim": {
    "NAME": "Trauma Shield",
    "DESCRIPTION":
    "Gain !M! Artifact."
  },
  "BlackAim": {
    "NAME": "Erosion Shield",
    "DESCRIPTION":
    "Gain !M! Plated Armor. Exhaust."
  },
  "PaleAim": {
    "NAME": "Pale Shield",
    "DESCRIPTION":
    "Gain !M! Intangible. Erase."
  },
  "SlowAim": {
    "NAME": "Movement Reduction Bullet",
    "DESCRIPTION":
    "Enemy gains !M! Weak and Vulnerable."
  },
  "ExecuteAim": {
    "NAME": "Execution Bullet",
    "DESCRIPTION":
    "Deal 999 damage. Only usable against enemies lower than !D! HP. Erase."
  },



  "Malkuth": {
    "NAME": "Control Team",
    "DESCRIPTION":
    "Add *Control *Team *order into your deck.",
    "EXTENDED_DESCRIPTION":[
      "TT2 Protocol",
      "Add *TT2 *Protocol into your deck.",
      "Joint Command",
      "Control Team order now allows the selection of cards in draw and discard piles.",
      "Summon Call",
      "Add *Summon *Call into your deck.",
      "Core Suppression",
      "Gain [E] at the start of each turn.."
    ]
  },
  "Yesod": {
    "NAME": "Information Team",
    "DESCRIPTION":
    "Add *Information *Team *order into your deck.",
    "EXTENDED_DESCRIPTION":[
      "G.O Visualization",
      "Displays health and status.",
      "Normalization of Damage",
      "Displays enemy intents.",
      "Abnormality Countermeasure Manual",
      "Whenever you add an Abnormality card into your deck, increase your max HP by 4.",
      "Core Suppression",
      "All enemies have 25% less HP."
    ]
  },
  "Netzach": {
    "NAME": "Security Team",
    "DESCRIPTION":
    "Add *Security *Team *order into your deck.",
    "EXTENDED_DESCRIPTION":[
      "Regenerating Mk2",
      "Increase the healing power of Security Team order.",
      "Mental Corruption Neutralizing Gas",
      "When Security Team order triggers, remove a random Curse from your deck.",
      "Regenerator Distinguisher Modification",
      "Security Team order now heals a small amount of HP at the end of each turn.",
      "Core Suppression",
      "If you have Security Team order in your deck, whenever you climb a floor, heal a small amount of HP."
    ]
  },
  "Hod": {
    "NAME": "Training Team",
    "DESCRIPTION":
    "Add *Training *Team *order into your deck.",
    "EXTENDED_DESCRIPTION":[
      "Supply Educational Manuals",
      "At the start of combat, gain 1 Strength and Dexterity.",
      "Reinforce Work Education",
      "Training Team order now allows the selection of cards in draw and discard piles.",
      "Reinforce Hiring Procedure",
      "At the start of combat, gain an additional 2 Strength and Dexterity.",
      "Core Suppression",
      "Your damage and block values are increased by 25% for all combats."
    ]
  },
  "Tiphereth": {
    "NAME": "Central Command Team",
    "DESCRIPTION":
    "Add *Central *Command *Team order into your deck.",
    "EXTENDED_DESCRIPTION":[
      "Physical Intervention Shield",
      "Unlock Physical Intervention Shield.",
      "Trauma Shield",
      "Unlock Trauma Shield.",
      "Erosion Shield",
      "Unlock Erosion Shield.",
      "Core Suppression",
      "Unlock Pale Shield."
    ]
  },
  "Chesed": {
    "NAME": "Welfare Team",
    "DESCRIPTION":
    "Add *Welfare *Team *order into your deck.",
    "EXTENDED_DESCRIPTION":[
      "HP-N Bullet",
      "Unlock HP-N Bullet.",
      "SP-E Bullet",
      "Unlock SP-E Bullet.",
      "Refine HP, SP Bullet",
      "Increase the healing power of HP-N Bullet by 2. SP-E Bullet now allows you to Exhaust a card.",
      "Core Suppression",
      "At the start of each turn, you may add a card from your Exhaust pile into your hand."
    ]
  },
  "Geburah": {
    "NAME": "Disciplinary Team",
    "DESCRIPTION":
    "Add *Disciplinary *Team *order into your deck.",
    "EXTENDED_DESCRIPTION":[
      "Qliphoth Intervention Field",
      "Unlock Qliphoth Intervention Field.",
      "Execution Bullet",
      "Unlock Execution Bullet.",
      "Rabbit Team",
      "Unlock 2 extra deployments of Rabbit Team.",
      "Core Suppression",
      "At the start of each turn, you may choose to cause your first Attack/Skill/Power to be played twice this turn.",
      "This turn, your next Power is played twice."
    ]
  },
  "Hokma": {
    "NAME": "Record Team",
    "DESCRIPTION":
    "Add *Record *Team *order into your deck.",
    "EXTENDED_DESCRIPTION":[
      "Virtue of Protection",
      "Gain an additional potion slot.",
      "Virtue of Governance",
      "Gold gained upon winning combats is increased by 50%.",
      "Virtue of Creation",
      "Gain an additional card reward in rewards screens.",
      "Core Suppression",
      "Single use: Double you max HP, and heal all of your HP."
    ]
  },
  "Binah": {
    "NAME": "Extraction Team",
    "DESCRIPTION":
    "Add *Extraction *Team *order into your deck.",
    "EXTENDED_DESCRIPTION":[
      "E.G.O. Restoration",
      "You have 1 additional card to select from in Card Reward screens.",
      "Re-extraction",
      "Unlocks the re-extraction ability.",
      "GIFT Division",
      "If you have \"Bucket\", all cards in Card Reward screens are upgraded.",
      "Core Suppression",
      "If you have \"Bucket\", whenever you add or remove a card from your deck, gain 25 Gold."
    ]
  },


  "ControlCode": {
    "NAME": "Control Team order",
    "DESCRIPTION":
    "Choose !M! cards in your hand and reduce their costs by [E] this turn.",
    "EXTENDED_DESCRIPTION":[
      "Choose !M! cards and reduce their costs by [E] this turn."
    ]
  },
  "InformationCode": {
    "NAME": "Information Team",
    "DESCRIPTION":
    "Scry !M!. You may discard any of them."
  },
  "SecurityCode": {
    "NAME": "Security Team order",
    "DESCRIPTION":
    "If this card is still in your deck at the end of combat, heal !M! HP.",
    "EXTENDED_DESCRIPTION":[
      "If this card is still in your deck at the end of combat, heal !M! HP and removes a random Curse from your deck.",
      "If this card is still in your deck at the end of combat, heal !M! HP and removes a random Curse from your deck. If this card is still in your deck at the end of the turn, heal for 25% of its healing power."
    ]
  },
  "TrainingCode": {
    "NAME": "Training Team order",
    "DESCRIPTION":
    "Select up to !M! cards in your hand and upgrade them.",
    "EXTENDED_DESCRIPTION":[
      "Select up to !M! cards and upgrade them."
    ]
  },
  "CentralCode": {
    "NAME": "Central Command Team order",
    "DESCRIPTION":
    "Discard all Bullets. Gain !B! Block for each Bullet discarded this way."
  },
  "WelfareCode": {
    "NAME": "Welfare Team order",
    "DESCRIPTION":
    "Draw !M! cards."
  },
  "DisciplinaryCode": {
    "NAME": "Disciplinary Team order",
    "DESCRIPTION":
    "Select up to !M! cards (not limited to hand) and Exhaust them. Exhaust."
  },
  "RecordCode": {
    "NAME": "Record Team order",
    "DESCRIPTION":
    "Select up to !M! cards in your Exhaust pile and add them to your hand."
  },
  "ExtractionCode": {
    "NAME": "Extraction Team order",
    "DESCRIPTION":
    "Gain an additional card reward upon winning the combat. Remove this card from combat after playing it.",
    "EXTENDED_DESCRIPTION":[
      ""
    ]
  },


  "TT2Protocol": {
    "NAME": "TT2 Protocol",
    "DESCRIPTION":
    "Play your entire hand from left to right at random targets."
  },
  "SummonCall": {
    "NAME": "Summon Call",
    "DESCRIPTION":
    "Upgrade all Team orders. Exhaust ."
  },
  "ExpandDepartment": {
    "NAME": "Expand Department",
    "DESCRIPTION":
    "Consumes 5 LP. Select a department to expand."
  },


  "FourthMatchFlame": {
    "NAME": "Fourth Match Flame",
    "DESCRIPTION":
    "If this card is Exhausted, deal !D! damage to all enemies.",
    "EXTENDED_DESCRIPTION":[
      "The fire will not go out until it has burned away the happiness, warmth, and other good things of the world."
    ]
  },
  "Penitence": {
    "NAME": "Penitence",
    "DESCRIPTION":
    "Gain Block equal to half of your missing HP (gains !B! block).",
    "EXTENDED_DESCRIPTION":[
      "The thorns hurt as they anchor your soul in reality."
    ]
  },
  "InTheNameOfLoveAndHate": {
    "NAME": "In the Name of Love and Hate",
    "DESCRIPTION":
    "If the enemy intends to attack and you have no Block, gain !B! Block. Ethereal.",
    "EXTENDED_DESCRIPTION":[
      "I made my mind to love everything in the world, but what’s left is a broken hear."
    ]
  },
  "BearPaw": {
    "NAME": "Bear Paw",
    "DESCRIPTION":
    "Gain !B! Block. If this card is discarded, gain !M! Strength.",
    "EXTENDED_DESCRIPTION":[
      "Its warm memory of hugs was forgotten when it was thrown away."
    ]
  },
  "BloodyDesire": {
    "NAME": "Bloody Desire",
    "DESCRIPTION":
    "Gain !B! Block and !M! Strength. If you do not lose HP before the start of your next turn, lose 6 HP.",
    "EXTENDED_DESCRIPTION":[
      "However, obsession doesn't stop when blinded by avarice."
    ]
  },
  "Loneliness": {
    "NAME": "Loneliness",
    "DESCRIPTION":
    "Gain !B! Block. Can only be played if it's the only card in your hand.",
    "EXTENDED_DESCRIPTION":[
      "To hide soft inside, arm yourself with loneliness."
    ]
  },
  "ScreamingWedge": {
    "NAME": "Screaming Wedge",
    "DESCRIPTION":
    "Gain !B! Block. All enemies lose !M! Strength.",
    "EXTENDED_DESCRIPTION":[
      "Only iron-willed employees can use this without side effects."
    ]
  },
  "Mimicry": {
    "NAME": "Mimicry",
    "DESCRIPTION":
    "You will no longer take damage from Thorns or HP loss.",
    "UPGRADE_DESCRIPTION":
    "Innate. You will no longer take damage from Thorns or HP loss.",
    "EXTENDED_DESCRIPTION":[
      "Even though it is not the skin of a human, the skin that is akin to it protects us."
    ]
  },
  "Noise": {
    "NAME": "Noise",
    "DESCRIPTION":
    "Draw !M! cards and randomize their costs between 0 to 3.",
    "EXTENDED_DESCRIPTION":[
      "As if taking you to the very moment of the day that everyone forgot."
    ]
  },
  "Harmony": {
    "NAME": "Harmony",
    "DESCRIPTION":
    "Deal !D! damage. Reduce the cost of this card by [E] for each card Exhausted this turn.",
    "EXTENDED_DESCRIPTION":[
      "Art is the gift of the devil from despair and suffering."
    ]
  },
  "DaCapo": {
    "NAME": "Da Capo",
    "DESCRIPTION":
    "Replay all cards played this turn at random targets. Exhaust.",
    "EXTENDED_DESCRIPTION":[
      "It would be wise to leave some audience alive until the finale to hear them applaud."
    ]
  },
  "Logging": {
    "NAME": "Logging",
    "DESCRIPTION":
    "Deal !D! damage !M! times.",
    "EXTENDED_DESCRIPTION":[
      "As if honing the blade was done religiously, the blade is always shiny."
    ]
  },
  "FrostShard": {
    "NAME": "Frost Shard",
    "DESCRIPTION":
    "Draw 1 card. If you draw a Skill, gain !B! Block and repeat this effect.",
    "EXTENDED_DESCRIPTION":[
      "Perhaps a day will come when her heart will be warmed by the weather, if you can believe it.",
      "Intolerable","If Feather Of Honor is drawn this way, Exhaust it."
    ]
  },
  "Lamp": {
    "NAME": "Lamp",
    "DESCRIPTION":
    "Deal !D! damage. If this kills an enemy, permanently upgrade it. Can be upgraded any number of times.",
    "EXTENDED_DESCRIPTION":[
      "Dozens of those burning eyes are always looking toward one place."
    ]
  },
  "GrinderMk4": {
    "NAME": "Grinder Mk4",
    "DESCRIPTION":
    "Deal !D! damage !M! times.",
    "EXTENDED_DESCRIPTION":[
      "Machine rebellion is no longer a threat in modern society."
    ]
  },
  "GreenStem": {
    "NAME": "Green Stem",
    "DESCRIPTION":
    "Block is not removed at the start of your turn.",
    "EXTENDED_DESCRIPTION":[
      "It sprouted stems and leaves after realizing nobody will come."
    ]
  },
  "RedEyes": {
    "NAME": "Red Eyes",
    "DESCRIPTION":
    "If the enemy intends to attack, gain !M! Strength.",
    "EXTENDED_DESCRIPTION":[
      "Its eyes gaze on targets even in the darkness."
    ]
  },
  "Horn": {
    "NAME": "Horn",
    "DESCRIPTION":
    "Deal damage equal to half of your missing HP (deals !D! damage).",
    "EXTENDED_DESCRIPTION":[
      "A flower blossomed through hate that would not wither."
    ]
  },
  "ParadiseLost": {
    "NAME": "Paradise Lost",
    "DESCRIPTION":
    "Deal !D! damage. After playing this card, choose a special Enhancement. Can be upgraded many times.",
    "UPGRADE_DESCRIPTION":
    "Deal !D! damage. Gain !B! Block. After playing this card, choose a special Enhancement. Can be upgraded many times.",
    "EXTENDED_DESCRIPTION":[
      "I am death and life. Darkness and light.",
      "Prayer", "If you have WhiteNight in your deck, you can Enhance this card in rest sites.",
      "Protection", "Gain 10 Block.",
      "Truth", "Damage taken is converted to HP loss instead.",
      "Meditation", "Remove a random debuff from yourself.",
      "Purify", "Exhaust all Status and Curse cards.",
      "Inspire", "Draw 2 cards.",
      "Encourage", "Upgrade all other cards in your hand.",
      "Miracle", "A random card in your hand costs [E] less.",
      "Simplicity", "The cost of this card can never go above 2.",
      "Dazzling", "Target enemy gains 2 Vulnerable.",
      "Secretive", "Gain Retain.",
      "Admonish", "Target enemy gains 2 Weak.",
      "Gospel", "Heal 4 HP.",
      "Lucky", "15 additional gold drops at the end of this combat",
      "Sweetrain", "A random potion drops at the end of this combat.",
      "Blessing", "Gain 1 Artifact.",
      "Deterioration", "Target enemy loses 2 Strength.",
      "Promise", "Gain Innate.",
      "Faith", "Upgrade this card."
    ]
  },
  "Christmas": {
    "NAME": "Christmas",
    "DESCRIPTION":
    "Each time you Exhaust a card, add a random card into your hand.",
    "EXTENDED_DESCRIPTION":[
      "It may still dream of becoming a good child?"
    ]
  },
  "Hornet": {
    "NAME": "Hornet",
    "DESCRIPTION":
    "Deal !D! damage. If you have no debuffs, deal twice the damage instead.",
    "EXTENDED_DESCRIPTION":[
      "The glory of the past still lingers."
    ]
  },
  "WristCuter": {
    "NAME": "Wrist Cuter",
    "DESCRIPTION":
    "Deal !D! damage. Enemy loses !M! HP each time it is attacked.",
    "EXTENDED_DESCRIPTION":[
      "It will also permanently cut off the will to pursue happiness from the victim."
    ]
  },
  "Soda": {
    "NAME": "Soda",
    "DESCRIPTION":
    "Every 3 cards you play, heal 1 HP.",
    "EXTENDED_DESCRIPTION":[
      "It smells like grapes."
    ]
  },
  "Reverberation": {
    "NAME": "Reverberation",
    "DESCRIPTION":
    "Deal !D! damage. If this card is discarded, gain !B! Block.",
    "EXTENDED_DESCRIPTION":[
      "Any cracks will be filled with a pile of flowers."
    ]
  },
  "Regret_ego": {
    "NAME": "Regret",
    "DESCRIPTION":
    "Each time you Exhaust a card, gain 1 Metallicize.",
    "EXTENDED_DESCRIPTION":[
      "Regret shall be wielded in remembrance of all who died but could not find eternal rest."
    ]
  },
  "Galaxy": {
    "NAME": "Galaxy",
    "DESCRIPTION":
    "If you have no other Skills, gain !B! Block.",
    "EXTENDED_DESCRIPTION":[
      "The pebble in your hand sparkles, sways, tickles, And it becomes the universe."
    ]
  },
  "Beak": {
    "NAME": "Beak",
    "DESCRIPTION":
    "Deal !D! damage. If you have lost HP this turn, deal an additional 4 times of damage.",
    "EXTENDED_DESCRIPTION":[
      "Show no mercy to whomever stands on your way."
    ]
  },
  "CrimsonScar": {
    "NAME": "Crimson Scar",
    "DESCRIPTION":
    "Deal !D! damage. If Blue Scar is in your hand, Exhaust it, and deal twice the damage instead.",
    "EXTENDED_DESCRIPTION":[
      "Attacking in blind rage and without hesitation is more important than insecure courage."
    ]
  },
  "BlueScar": {
    "NAME": "Blue Scar",
    "DESCRIPTION":
    "Gain !B! Block. If Crimson Scar is in your hand, Exhaust it, and gain twice the Block instead.",
    "EXTENDED_DESCRIPTION":[
      "The wounds will make you feel dull from damages although it won’t protect you completely from them."
    ]
  },
  "Tough": {
    "NAME": "Tough",
    "DESCRIPTION":
    "Deal !D! damage. If your draw pile is empty, deal the same amount of damage 2 more times.",
    "EXTENDED_DESCRIPTION":[
      "Only those people with bald or round hair loss can use this."
    ]
  },
  "SomewhereSpear": {
    "NAME": "Somewhere Spear",
    "DESCRIPTION":
    "When this card is drawn, it gains the effects of a random card in your hand.",
    "EXTENDED_DESCRIPTION":[
      "Do not try to understand it, just use it."
    ]
  },
  "LifeForTheDareDevil": {
    "NAME": "Life For The Dare Devil",
    "DESCRIPTION":
    " Innate. Exhaust all Skills. If this effect Exhausts a Skill, gain !M! Metallicize and Strength.",
    "EXTENDED_DESCRIPTION":[
      "If a person who accepts their death uses this, any enemy can be defeated."
    ]
  },
  "Justitia": {
    "NAME": "Justitia",
    "DESCRIPTION":
    "Deal !D! damage to all enemies. Increase the damage value of this card by !M! for each debuff on the battlefield.",
    "EXTENDED_DESCRIPTION":[
      "Do not try to take off the bandage. It wants to hide the sad memories of the past."
    ]
  },
  "Twilight": {
    "NAME": "Twilight",
    "DESCRIPTION":
    "Deal !D! damage. Gain !B! Block. Draw !M! cards. Gain !M! Strength and Dexterity. Remove this card from this combat after playing it.",
    "EXTENDED_DESCRIPTION":[
      "In the forest, did the birds twitter stop?"
    ]
  },
  "GoldRush": {
    "NAME": "Gold Rush",
    "DESCRIPTION":
    "Deal !D! damage. Add this card into your hand at the start of every turn.",
    "EXTENDED_DESCRIPTION":[
      "Its beautiful gold patterns have mesmerized many a person. The delusion may have come from the deepest subconscious."
    ]
  },
  "Spore": {
    "NAME": "Spore",
    "DESCRIPTION":
    "Discover 1 card. It costs 0 this turn. Exhaust.",
    "UPGRADE_DESCRIPTION":
    "Discover 1 card. It costs 0 this turn.",
    "EXTENDED_DESCRIPTION":[
      "Nostalgia is more miserable because it is invisible."
    ]
  },
  "Laetitia_ego": {
    "NAME": "Laetitia",
    "DESCRIPTION":
    "Cards in your hand gain Retain this turn.",
    "UPGRADE_DESCRIPTION":
    "Draw 1 card. Cards in your hand gain Retain this turn..",
    "EXTENDED_DESCRIPTION":[
      "The ribbon on the coat represents a child's yearn for happiness. The kid could not leave her friend behind."
    ]
  },
  "SolemnVow": {
    "NAME": "Solemn Vow",
    "DESCRIPTION":
    "Deal !D! damage to all enemies for each card in your Exhaust pile. Remove all cards from your Exhaust pile. Exhaust.",
    "EXTENDED_DESCRIPTION":[
      "When you see a shallow grave in the desert, mourn for the butterflies."
    ]
  },
  "MagicBullet": {
    "NAME": "Magic Bullet",
    "DESCRIPTION":
    "Deal !D! damage to all enemies. Exhaust all cards in your discard pile. Exhaust.",
    "EXTENDED_DESCRIPTION":[
      "Though unable to fully extract the power of the prototype, the magical power it holds is still potent."
    ]
  },
  "BlackSwan_ego": {
    "NAME": "Black Swan",
    "DESCRIPTION":
    "Gain !M! Thorns. Each time you lose HP, reduce the cost of this card by [E]. Exhaust.",
    "EXTENDED_DESCRIPTION":[
      "It yearned for a never-waking dream, but reality was cruel."
    ]
  },
  "Ecstasy": {
    "NAME": "Ecstasy",
    "DESCRIPTION":
    "Gain !M! Strength and Dexterity. Discard 1 card.",
    "EXTENDED_DESCRIPTION":[
      "The colorful pattern makes it look like a fancy kid's vividness."
    ]
  },
  "Heaven": {
    "NAME": "Heaven",
    "DESCRIPTION":
    "Unplayable. Deal !D! damage to all enemies at the end of the turn.",
    "EXTENDED_DESCRIPTION":[
      "It lives inside your eyes."
    ]
  },
  "SwordSharpenedByTears": {
    "NAME": "Sword Sharpened By Tears",
    "DESCRIPTION":
    "Deal !D! damage to all enemies for each Skill in your hand.",
    "EXTENDED_DESCRIPTION":[
      "Tears fall like ashes, embroidered like constellations."
    ]
  },
  "ShedSkin": {
    "NAME": "Shed Skin",
    "DESCRIPTION":
    "Discard X cards. Gain !M! Plated Armor for each card discarded this way.",
    "EXTENDED_DESCRIPTION":[
      "Its slippery surface may disturb some people, but its scales are multi-layered, suitable for protection."
    ]
  },
  "TheSmile": {
    "NAME": "The Smile",
    "DESCRIPTION":
    "Gain !B! Block for each card in your Exhaust pile.",
    "EXTENDED_DESCRIPTION":[
      "Sometimes you can hear the moaning of pain, but nothing can be done, so it’s better just to ignore it."
    ]
  },
  "Gaze": {
    "NAME": "Gaze",
    "DESCRIPTION":
    "Unplayable. Gain !B! Block at the end of the turn.",
    "EXTENDED_DESCRIPTION":[
      "The eyes behind the door keeps gazing on its target. No one knows what it wants to see."
    ]
  },
  "Wingbeat": {
    "NAME": "Wingbeat",
    "DESCRIPTION":
    "Gain !B! Block. Upgrade a card in your hand for the rest of the combat.",
    "EXTENDED_DESCRIPTION":[
      "Unlike the wing's adorable form, the E.G.O itself is heavy."
    ]
  },
  "Lantern": {
    "NAME": "Lantern",
    "DESCRIPTION":
    "Gain 1 Vulnerable. Whenever you are attacked this turn, deal !D! damage back.",
    "EXTENDED_DESCRIPTION":[
      "However, the teeth that extend from the armor are terrifying."
    ]
  },
  "Harvest": {
    "NAME": "Harvest",
    "DESCRIPTION":
    "Deal !D! damage.",
    "EXTENDED_DESCRIPTION":[
      "How many wise people lost their lives to this rake?"
    ]
  },
  "Diffraction": {
    "NAME": "Diffraction",
    "DESCRIPTION":
    "Lose !M! HP. Gain 1 Intangible. Exhaust.",
    "EXTENDED_DESCRIPTION":[
      "You can ignore the ridiculous advice that you should see it with your mind."
    ]
  },
  "CENSORED_ego": {
    "NAME": "(CENSORED)",
    "DESCRIPTION":
    "All enemies gain !M! Weak and Vulnerable, and lose !M! Strength. Exhaust.",
    "EXTENDED_DESCRIPTION":[
      "(CENSORED) can be (CENSORED) but gives the audience a horrendous feeling."
    ]
  },
  "TodaysExpression": {
    "NAME": "Todays Expression",
    "DESCRIPTION":
    "Remove all your debuffs, and gain !B! Block for each debuff removed (gains !B! Block).",
    "EXTENDED_DESCRIPTION":[
      "Let's hide your face when you feel like you cannot hide your feelings anymore."
    ]
  },
  "SoundOfStar": {
    "NAME": "Sound Of Star",
    "DESCRIPTION":
    "Exhaust up to X cards in your hand. Gain [E] equal to the sum of their costs, and draw that many cards. Exhaust.",
    "UPGRADE_DESCRIPTION":
    "Exhaust up to X + 1 cards in your hand. Gain [E] equal to the sum of their costs, and draw that many cards. Exhaust.",
    "EXTENDED_DESCRIPTION":[
      "If you look carefully, you can see that we will have to return someday."
    ]
  },
  "Pleasure": {
    "NAME": "Pleasure",
    "DESCRIPTION":
    "Gain 1 Weak. Draw 2 cards. Add a copy of this card into your hand. Can only be played if there are no other copies of Pleasure in your hand.",
    "UPGRADE_DESCRIPTION":
    "Gain 1 Weak. Draw 2 cards. Add a copy of this card into your hand. Can only be played if there are no other copies of Pleasure in your hand. Ethereal.",
    "EXTENDED_DESCRIPTION":[
      "If you look for a pleasure that can not be tolerated, the end reaches the loss of self."
    ]
  },
  "RapturousDream": {
    "NAME": "Rapturous Dream",
    "DESCRIPTION":
    "Gain !B! Block. Gain !M! Frail.",
    "EXTENDED_DESCRIPTION":[
      "The thirst is severe when the dawn breaks, I wait for you with my eyes closed. You, who will never come."
    ]
  },
  "CherryBlossom": {
    "NAME": "Cherry Blossom",
    "DESCRIPTION":
    "Each time you Exhaust a card, deal !M! damage to a random enemy.",
    "EXTENDED_DESCRIPTION":[
      "I shall return as buds when winter leaves."
    ]
  },
  "FeatherOfHonor": {
    "NAME": "Feather Of Honor",
    "DESCRIPTION":
    "Draw 1 card. If you draw an Attack, deal !D! damage to all enemies and repeat this effect.",
    "EXTENDED_DESCRIPTION":[
      "The flames that pierce the body melts the frozen body and heart.",
      "Intolerable"," If Frost Shard is drawn this way, Exhaust it."
    ]
  },
  "Discord": {
    "NAME": "Discord",
    "DESCRIPTION":
    "Reverse the costs of all your cards.",
    "UPGRADE_DESCRIPTION":
    " Innate. Reverse the costs of all your cards.",
    "EXTENDED_DESCRIPTION":[
      "The power of birth, and the power of death. There is no good or evil about those powers. They are just the way it was meant to be."
    ]
  },
  "Moonlight": {
    "NAME": "Moonlight",
    "DESCRIPTION":
    "Discord your hand. Deal !D! damage to all enemies and gain !B! Block for each card discarded.",
    "EXTENDED_DESCRIPTION":[
      "In the end, we all become moon. Because we can’t bear ourselves."
    ]
  },
  "Pinks": {
    "NAME": "Pinks",
    "DESCRIPTION":
    "Increase the damage and block values of cards in your hand by !M!.",
    "EXTENDED_DESCRIPTION":[
      "Pink is considered to be the color of warmth and love."
    ]
  },
  "CUTE": {
    "NAME": "CUTE",
    "DESCRIPTION":
    "Play the top card of your draw pile at a random enemy. Exhaust.",
    "UPGRADE_DESCRIPTION":
    "Play the top card of your draw pile at a random enemy.",
    "EXTENDED_DESCRIPTION":[
      "But the jelly-like paw pad feels much gud to touch."
    ]
  },
  "Hypocrisy": {
    "NAME": "Hypocrisy",
    "DESCRIPTION":
    "Draw !M! cards. Discard all cards drawn this way that cost 0.",
    "EXTENDED_DESCRIPTION":[
      "But beware that the nature does not know the difference between the blessing and curse."
    ]
  },
  "Adoration": {
    "NAME": "Adoration",
    "DESCRIPTION":
    "Choose a card in your hand. Add 2 copies of it into your hand. Exhaust.",
    "UPGRADE_DESCRIPTION":
    "Choose a card. Add 2 copies of it into your hand. Exhaust.",
    "EXTENDED_DESCRIPTION":[
      "People who touch this slime complain strange sensation on their skin. But it won’t stop there."
    ]
  },
  "Amita": {
    "NAME": "Amita",
    "DESCRIPTION":
    "Exhaust the top card of your draw pile. Gain [E] equal to 3 times its cost. Exhaust.",
    "UPGRADE_DESCRIPTION":
    "Exhaust the top card of your draw pile. Gain [E] equal to 3 times its cost.",
    "EXTENDED_DESCRIPTION":[
      "You can become Buddha by washing away anguish and delusions in your heart. I wanted to believe."
    ]
  },


  "AddBullet": {
    "NAME": "Buy Bullet",
    "DESCRIPTION":
    "Consumes 2 LP. Add a Bullet into your deck."
  },
  "TestCard": {
    "NAME": "TEST",
    "DESCRIPTION":
    ""
  }
}