{
  "WhiteNightEvent": {
    "NAME": "\"Blessing\"",
    "DESCRIPTIONS": [
      "You are in combat, however all enemies disappear in the blink of an eye... That confuses you. NL Only a #bfetal-looking creature, with two red #reyes, and five pairs of white, feathered #bwings remains. NL A #yhalo #yof #ythorns floats above his head, and he wears a #ygolden #ycollar with the number '666' engraved into it.",
      "You guess that the enemies' disappearance is related to his presence. NL A ~voice~ floats into your mind, it must be from the creature in front of you.",
      "\"I knocked on the door, and it opened. NL I am from the end, I am merely staying. NL I am the one who kindled the lantern to face the world. NL My loved ones, I shall show thou the best path from now on.\"",
      "You try to leave, but he bars your way. NL It seems you must do something before you may leave.",
      "You try to use #yT-06-27 to distort the view within this room. Although you can't see anything, you manage to feel your way out.",
      "",
      "\"Thou shall not worry, I have heard your prayers. NL Have thou not yet realized that pain is nothing? NL Thou want me to prove the miracle. NL Thou shall believe in me and granted with life. I shall show you the power.\""
    ],
    "OPTIONS": [
      "[Continue]",
      "[Pray] ???",
      "[Leave]",
      "[Blaspheme] ???"
    ]
  },
  "ApocalypseBirdEvent": {
    "NAME": "<The tale of the Black Forest>",
    "DESCRIPTIONS": [
      "A long time ago, in a warm and dense forest lived three happy birds. NL The birds had no names, but creatures in the forest called them Big Bird, Long Bird, and Little Bird. NL A stranger visited the peaceful forest, the birds didn’t let him because they found him suspicious.",
      "The stranger, angered, told the birds as he left. NL #r@Tragedies@ will come to this forest soon. NL It will be tainted with sins and evil, and fights will never stop. Tragedies will stop once a #r@terrible@ #r@monster@ devours everything! NL NL The birds decided to become sentinels of the forest. They loved this forest, so they wanted to protect the creatures living in it and keep the peace.",
      "Big Bird, with many eyes, watched over the forest to seek trespassers.",
      "Big Bird's eyes can see very far, and things we can't see.",
      "Long Bird weighed the sins of creatures that enter the forest to keep peace.",
      "Long Bird's scales could measure every sins, and were fair and just.",
      "Little Bird decided to punish bad creatures with his beak.",
      "In chaotic cries of fear, somebody shouted.",
      "\"It's the monster! Big terrible monster lives in the dark, black forest!\"",
      "Far-sighted eyes of Big Bird have been blinded,",
      "",
      "A head that looked up to the cosmos has been lowered,",
      "",
      "Little Bird's mouth that devours everything has been shut,",
      "",
      "Three birds, now as one, looked around to find the monster but couldn't find it.",
      "There were no creatures, no sun and moon, and no monster.",
      "All that left is just a bird, and the black forest."
    ],
    "OPTIONS": [
      "[Continue]",
      "[Skip]"
    ]
  },
  "FirstMeet": {
    "NAME": "",
    "DESCRIPTIONS": [
      "[Look Back]",
      "When you look back, you feel your spirit leaving your body and going to a strange place. NL NL You see a beautiful lady standing in front of you.",
      "\"Hello. Excuse my bluntness. Allow me to introduce myself, I am Angela, an AI.\" NL \"The object you're carrying called 'Bucket', belongs to the Lobotomy Corporation.\" NL \"And I stand before you as a representative of said corporation.\"",
      "\"Don't worry, I won't ask you to give it back.\" NL \"And it's not your responsibility.\" NL \"It is rather your effort that interests me.\"",
      "\"Now you may choose. If you are not ready, you may consider further and answer next time.\" NL \"If you wish to give the 'Bucket' back, we will compensate you.\" NL \"If you want to continue, we won't refuse. For it will benefit the both of us...\"",
      "\"Very well\" NL You're back in the spire in the span of a single blink."
    ],
    "OPTIONS": [
      "[Continue]",
      "[Give Back] Unlock a new character after this run (Need restart game)",
      "[Challenge] Ordeals this run will be 'White'",
      "[Consider] Answer next time(?)",
      "[Locked]",
      "[Leave]",
      "[Locked] Requires: information of Abnormalities unlocked more than 30%",
      "[Locked] Requires: information of Abnormalities unlocked more than 60%"
    ]
  },
  "RabbitProtocol": {
    "NAME": "",
    "DESCRIPTIONS": [
      "...",
      "......",
      "\"Ah, it got through!\" NL \"(clears her throat)!\" NL NL \"Hello, I'm Myo, I have come to tell you something in Angela's stead.\"",
      "\"We adopted a special protocol recently, its sphere of application includes this strange place.\" NL NL \"Simply, you can employ Rabbit with PE.\" NL \"We are professional mercenaries. We will solve any problem for you if the protocol permits it.\"",
      "\"So, that's all, see you next time.\" NL NL \"I believe you will need us.\""
    ],
    "OPTIONS": [
      "[...]",
      "[Continue]",
      "[Leave]"
    ]
  },
  "Champagne": {
    "NAME": "A Little Help",
    "DESCRIPTIONS": [
      "I noticed that things are #pnot #pgoing #psmoothly for you recently.",
      "Perhaps you feel a sense of #pdefeat , but I hope you don't mind it too much. NL As you continue to #bwork #bharder , everything will be alright, although nothing will take effect immediately.",
      "It can be said that your previous failures have brought #gbenefits to the future. NL NL Don't you think this is worth celebrating?",
      "For this, I have prepared a bottle of #yChampagne , which has been treasured for a long time. NL I hope this brings you a bit of consolation, and also to celebrate your previous results. NL NL Cheers.",
      "Do you know the proper way to drink a glass of champagne? NL Hold onto the lower stem of the glass, and savor the bubbles. NL NL Yes, just like that.",
      "Do you think now is not the right time, or do you wish to keep it for next time? NL I shall keep it for now.",
      "No matter what happens now, this is not the reason I'm here now. NL NL I'm here to provide some assistance for you. What do you need now?",
      "I hope this helps you."
    ],
    "OPTIONS": [
      "[Continue]",
      "[Drink]",
      "[Refuse]",
      "[Energy] #gGain #g100 #gPE.",
      "[Gold] #gGain #g160 #ggold.",
      "[Support] #gUnlock #g1 #gextra #gdeployment #gof #gRabbit #gTeam.",
      "[Leave]",
      "[Locked] Requires: Bucket"
    ]
  },
  "BossRushEvent": {
    "NAME": "Core Suppression",
    "DESCRIPTIONS": [
      "Your progression is quite impressive. NL NL What do you think about your strength now? If you wish to know, I can provide you some assistance.",
      "There were some #pproblems that have appeared in the past, and I can replicate them. NL NL Only if you want challenge them. NL NL Of course, this is your choice to make.",
      "No problem.",
      " #y\"Willingness #yto #ystand #yup #ystraight\" ",
      " #p\"Distinctive #pReasoning\" ",
      " #g\"Courageous #gFortitude\" ",
      " #y\"The #yHope #yto #ybe #ya #yBetter #yPerson\" ",
      " #y\"Expectation #yof #ythe #yMeaning #yof #yExistence\" ",
      " #b\"Someone #bFaithful #band #bTrustworthy\" ",
      " #r\"Courage #rto #rDefend\" ",
      "\"The eye embracing the past, creating the future.\"",
      "\"The eye facing the fear, cutting the cycle.\"",
      "What do you think? NL NL No matter what, you still have one last battle to fight. NL Are you prepared for it?",
      "Interesting, even though all of this is just an illusion, you have indeed brought me a lot of enjoyment.",
      "Of course, you will be rewarded, as you truly deserve it. NL NL Restart the game, then take a look at the config for this mod. NL You can find it in the mods section in the main menu."
    ],
    "OPTIONS": [
      "[Continue]",
      "[Accept]",
      "[Refuse]",
      "[Choose]",
      "[Leave]",
      "[Continue] #gHeal #g50% #gof #gyour #gmax #gHP.",
      "[Victory]",
      " Control Team", " Information Team", " Security Team", " Training Team",
      " Central Command Team", " Welfare Team", " Disciplinary Team",
      " Record Team", " Extraction Team"
    ]
  }
}