{
  "CogitoBucket": {
    "NAME": "\"Bucket\"",
    "FLAVOR": "We use the \"Bucket\" to get them out from the \"Well\" of origin... To avoid unnecessary mental loss, we CENSORED it.",
    "DESCRIPTIONS": [
      "At the end of combat, gain a #bspecial #yreward. Gain PE based on your #pAbnormality cards. You can use PE to unlock information for #pAbnormality cards.",
	  "Abnormalities that can be activated"
    ]
  },
  "ApostleMask": {
    "NAME": "Mask of the Apostle",
    "FLAVOR": "Follow my teachings as I told thee. Thou wilt abandon flesh and be born again.",
    "DESCRIPTIONS": [
      "Upon pickup, replace your deck with the #rApostle deck. If your deck doesn't contain #yPray, obtain a #yPray after #b6 combats. You can no longer heal from sources other than #yPray."
    ]
  },
  "DeathAngel": {
    "NAME": "Paradise Lost",
    "FLAVOR": "The time has come. The bell will ring. The new world will come.",
    "DESCRIPTIONS": [
      "The immune threshold of #yWhiteNight is increased by #b5. Gain #b16 #yBlock whenever you play #yWhiteNight."
    ]
  },
  "Twilight": {
    "NAME": "Twilight",
    "FLAVOR": "They withstood the twilight and faced the dawn.",
    "DESCRIPTIONS": [
      "When you deal damage, reduce the target's #rmax #rhealth by the same amount. The #ydamage you deal is increased by the percentage of your #rmissing #rHP. If you deck doesn't contain #yApocalypse #yBird, this relic loses its effect."
    ]
  },
  "HonorFeather": {
    "NAME": "Feather of Honor",
    "FLAVOR": "It is Fiery Bird's wish that people don't lose their passion forever.",
    "DESCRIPTIONS": [
      "Upon pickup and whenever you enter a Rest Site, #gheal all of your HP. You no longer lose max health when you play a 3-cost #yFiery #yBird. #yFiery #yBird no longer deals damage to yourself. Damage of #yFiery #yBird is increased by 50%."
    ]
  },
  "Yang_Lob": {
    "NAME": "Yang",
    "FLAVOR": "However, the world has more than warmth and light.",
    "DESCRIPTIONS": [
      "Gain 1 artifact at the end of your turn if active. This relic will lose its effect if you don't have ",
      ". At the start of combat, this relic activates by itself. #yRight #yclick to disable it."
    ]
  },



  "Theresia": {
    "NAME": "Theresia",
    "FLAVOR": "Remember this melody? The professor played this song when the students were sleepy. Happy birthday.",
    "DESCRIPTIONS": [
      "Draw #b1 additional card each turn. Whenever you play #b6 cards, shuffle a #yDazed into your discard pile."
    ]
  },
  "TouchMe": {
    "NAME": "别碰我",
    "FLAVOR": "你已经按过很多次了, 你丫到底还想知道些什么?",
    "DESCRIPTIONS": [
      "左键点击时永久 #y消耗 你的所有卡, 右键点击时立刻 #r死亡 ."
    ],
	"//": "this needs not to translate"
  },
  "AspirationHeart": {
    "NAME": "The Heart of Aspiration",
    "FLAVOR": "Excessive aspiration will result in a frenzy.",
    "DESCRIPTIONS": [
      "Raise your max HP by #g10. Whenever an enemy dies, draw #b1 card. If you end a combat with all enemies alive, lose 50% max HP."
    ]
  },
  "ResearcherNote": {
    "NAME": "Note from a Crazed Researcher",
    "FLAVOR": "The final chapter ends with a sentence, \"Born again\".",
    "DESCRIPTIONS": [
      "Your have no maximum hand size. If you lose more than #r60 HP in a single combat, you #rdie."
    ]
  },
  "FleshIdol": {
    "NAME": "Flesh Idol",
    "FLAVOR": "And the prayer always ends with eternal despair of the worshipper.",
    "DESCRIPTIONS": [
      "At the end of your turn, deal #b2 damage to yourself at the first #b4 turns. Heal #g2 HP after the #b4th turn and Heal #g4 HP from the #b9th turn onwards. At the end of #b18th turn, you #rdie."
    ]
  },
  "TreeSap": {
    "NAME": "Giant Tree Sap",
    "FLAVOR": "The tree reaped from what it sowed.",
    "DESCRIPTIONS": [
      "#yActive: Gain #g6 #gRegen. Has a chance to reduce your max health by #r15. The chance increases on consecutive uses, and resets when the effect is triggered."
    ]
  },
  "AdjustmentMirror": {
    "NAME": "Mirror of Adjustment",
    "FLAVOR": "\"Satisfaction is only temporary.\"",
    "DESCRIPTIONS": [
      "#yActive: Shuffle all your card into random piles. If used more than once in a combat, put #b2 random cards that are yours into the exhaust pile."
    ]
  },
  "ChangeAnything": {
    "NAME": "We Can Change Anything",
    "FLAVOR": "Now everything will be just fine!",
    "DESCRIPTIONS": [
      "#yActivate only at the first turn of each combat: At the end of your turn, Lose #r1 HP and gain #y10 gold. Every #b2 turns, the HP loss is increased by #b1."
    ]
  },
  "HellTrain": {
    "NAME": "Express Train to Hell",
    "FLAVOR": "When the time comes, the train chugs down the tracks and sounds its mighty horn.",
    "DESCRIPTIONS": [
      "At the end of your turn, light up #b1 light. If #b4 lights are lit at the end of your turn, deal 50 damage to all creatures and extinguish all lights. #yActive: #yUpgrade your cards according to lit lights and extinguish all lights."
    ]
  },
  "SkinProphecy": {
    "NAME": "Prophecy of the Skin",
    "FLAVOR": "Save us now and forevermore. The truth shall set us free!",
    "DESCRIPTIONS": [
      "Raise your max HP by #b2 and lose #r4 HP at the start of each combat."
    ]
  },
  "LuminousBracelet": {
    "NAME": "Luminous Bracelet",
    "FLAVOR": "This bracelet does not forgive those with greed so it should be only be worn by those in need.",
    "DESCRIPTIONS": [
      "Raise your max HP by #g15. Whenever you lose HP, gain 1 #gRegen. If you don't lose HP for #b6 turns, lose #r10 max HP."
    ]
  },
  "BehaviorAdjustment": {
    "NAME": "Behavior Adjustment",
    "FLAVOR": "Eventually they will lose all Prudence and even forget how to exist.",
    "DESCRIPTIONS": [
      "Whenever you draw a #pCurse or #bStatus, discard it and draw #b1 card, then lose #r1 HP."
    ]
  },
  "BackwardClock": {
    "NAME": "Backward Clock",
    "FLAVOR": "Have you fallen to the lowest bottom?",
    "DESCRIPTIONS": [
      "#yActive: Record your current state. The next time you #yActivate this relic in this combat, restore your state to the recorded state (not entirely reliable), and lose this #yrelic."
    ]
  },



  "RabbitCall": {
    "NAME": "Rabbit Team",
    "FLAVOR": "The Rabbit came to graze the grass.",
    "DESCRIPTIONS": [
      "#yActive during your turn: Open Protocol window."
    ]
  },
  "AtMidnight": {
    "NAME": "At Midnight",
    "FLAVOR": "Certificate for those who defeated the Dusk.",
    "DESCRIPTIONS": [
      "#yRight #yclick to toggle. Replace the current BOSS of The Beyond to a random boss from a Midnight Ordeal if active."
    ]
  }
}